import React from 'react';
import scss from './styles.module.scss'

const InfoList = (events) => {
	const {} = events;
	
	return (<>
		<div className={scss.wrap}>
			<div className="container" data-name='grid'>
				<div className={scss.infoBox}>
					<h4 className={scss.title}>Lorem Ipsum является стандартной</h4>
					<p className={scss.text}>"рыба", часто используемый в печати и вэб-дизайне. Lorст- текст-"рыба", часто используемый в печати и вэб-дизайне. Lorст- текст-"рыба", часто используемый в печати и вэб-дизайне. Lorст-"рыба", часто используемый в печати и вэб-дизайне. Lorст-"рыба", часто используемый в печати и вэб-дизайне. Lorст-"рыба", часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только успешно пережил без заметных изменений пять веков, но"рыба", часто используемый в печати и вэб-дизайне. Lorст- текст-"рыба", часто используемый в печати и вэб-дизайне. Lorст- текст-"рыба", часто используемый в печати и вэб-дизайне. Lorст-"рыба", часто используемый в печати и вэб-дизайне. Lorст-"рыба", часто используемый в печати и вэб-дизайне. Lorст-"рыба", часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только успешно пережил без заметных изменений пять веков, но</p>
				</div>
				<div className={scss.infoBox}>
					<h4 className={scss.title}>Lorem Ipsum является стандартной</h4>
					<p className={scss.text}>"рыба", часто используемый вба", часто используемый в емый в печати и вэб-дизайне. Lorст-"рыба", часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только успешно пережил без заметных изменений пять веков, но"рыба", часто используемый в печати и вэб-дизайне. Lorст- текст-"рыба", часто используемый в печати и вэб-дизайне. Lorст- текст-"рыба", часто используемый в печати и вэб-дизайне. Lorст-"рыба", часто используемый в печати и вэб-дизайне. Lorст-"рыба", часто используемый в печати и вэб-дизайне. Lorст-"рыба", часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только успешно пережил без заметных изменений пять веков, но</p>
				</div>
				<div className={scss.infoBox}>
					<h4 className={scss.title}>Lorem Ipsum является стандартной</h4>
					<p className={scss.text}>"рыба", часто использкст-"рыба", часто используемки образцов. Lorem Ipsum не только успешно пережил без не только успешно пережил без не только успешно пережил без не только успешно пережил без не только успешно пережил без не только успешно пережил без не только успешно пережил без заметных изменений пять веков, но</p>
				</div>
			</div>
		</div>
	</>);
}

export default InfoList;